Repository: riligar/website
Catalog: src/locales/*/messages.po
Languages: es, pt

source: © {0} RiLiGar. All rights reserved. Built with excellence.
es: © {0} RiLiGar. Todos los derechos reservados. Construido con excelencia.
pt: © {0} RiLiGar. Todos os direitos reservados. Construído com excelência.

source: <0>24/7 Operation:</0> Never sleep, never take breaks, always consistent
es: <0>Operación 24/7:</0> Nunca duerme, nunca descansa, siempre consistente
pt: <0>Operação 24/7:</0> Nunca dorme, nunca descansa, sempre consistente

source: <0>API-First:</0> Easy integration with any application or platform
es: <0>API-First:</0> Fácil integración con cualquier aplicación o plataforma
pt: <0>API-First:</0> Fácil integração com qualquer aplicação ou plataforma

source: <0>Autonomous Decision-Making:</0> Agents that understand context and act independently
es: <0>Toma de Decisiones Autónoma:</0> Agentes que entienden el contexto y actúan independientemente
pt: <0>Tomada de Decisões Autônoma:</0> Agentes que entendem o contexto e agem independentemente

source: <0>Clean Architecture:</0> Maintainable, testable, and ready to scale
es: <0>Arquitectura Limpia:</0> Mantenible, testeable y lista para escalar
pt: <0>Arquitetura Limpa:</0> Manutenível, testável e pronta para escalar

source: <0>Cloud-Native:</0> Built for AWS, GCP, or Azure with auto-scaling and high availability
es: <0>Cloud-Native:</0> Construido para AWS, GCP o Azure con auto-escalado y alta disponibilidad
pt: <0>Cloud-Native:</0> Construído para AWS, GCP ou Azure com auto-escalamento e alta disponibilidade

source: <0>Component Libraries:</0> Reusable, documented components that boost productivity across teams
es: <0>Bibliotecas de Componentes:</0> Componentes reutilizables y documentados que aumentan la productividad en los equipos
pt: <0>Bibliotecas de Componentes:</0> Componentes reutilizáveis e documentados que aumentam a produtividade nas equipes

source: <0>Continuous Learning:</0> Get smarter with every interaction and feedback loop
es: <0>Aprendizaje Continuo:</0> Se vuelve más inteligente con cada interacción y ciclo de retroalimentación
pt: <0>Aprendizagem Contínua:</0> Fica mais inteligente com cada interação e ciclo de feedback

source: <0>Cost-Effective:</0> Optimized infrastructure that doesn't waste resources
es: <0>Rentable:</0> Infraestructura optimizada que no desperdicia recursos
pt: <0>Custo-Efetivo:</0> Infraestrutura otimizada que não desperdiça recursos

source: <0>Custom AI Models:</0> Fine-tuned for your data and use cases
es: <0>Modelos de IA Personalizados:</0> Ajustados para tus datos y casos de uso
pt: <0>Modelos de IA Personalizados:</0> Ajustados para seus dados e casos de uso

source: <0>Custom Integrations:</0> Connect Salesforce with any system—APIs, databases, external apps
es: <0>Integraciones Personalizadas:</0> Conecta Salesforce con cualquier sistema—APIs, bases de datos, aplicaciones externas
pt: <0>Integrações Personalizadas:</0> Conecta Salesforce com qualquer sistema—APIs, bancos de dados, aplicações externas

source: <0>Instant Scalability:</0> Handle 10 or 10,000 tasks simultaneously without adding headcount
es: <0>Escalabilidad Instantánea:</0> Maneja 10 o 10,000 tareas simultáneamente sin agregar personal
pt: <0>Escalabilidade Instantânea:</0> Lida com 10 ou 10.000 tarefas simultaneamente sem adicionar pessoal

source: <0>Lightning Web Components:</0> Modern, performant custom components for any use case
es: <0>Lightning Web Components:</0> Componentes personalizados modernos y con rendimiento para cualquier caso de uso
pt: <0>Lightning Web Components:</0> Componentes personalizados modernos e performáticos para qualquer caso de uso

source: <0>Modern Tech Stack:</0> React, Node.js, PostgreSQL, Redis—proven technologies
es: <0>Stack Tecnológico Moderno:</0> React, Node.js, PostgreSQL, Redis—tecnologías probadas
pt: <0>Stack Tecnológica Moderna:</0> React, Node.js, PostgreSQL, Redis—tecnologias comprovadas

source: <0>No Rip-and-Replace:</0> AI enhances your existing systems, doesn't replace them
es: <0>Sin Reemplazar Todo:</0> La IA mejora tus sistemas existentes, no los reemplaza
pt: <0>Sem Substituir Tudo:</0> A IA melhora seus sistemas existentes, não os substitui

source: <0>Process Automation:</0> Flows, Apex triggers, and custom logic that eliminate manual work
es: <0>Automatización de Procesos:</0> Flows, triggers de Apex y lógica personalizada que eliminan el trabajo manual
pt: <0>Automação de Processos:</0> Flows, triggers Apex e lógica personalizada que eliminam o trabalho manual

source: <0>Production-Ready:</0> Reliable, monitored, and scalable AI services
es: <0>Listo para Producción:</0> Servicios de IA confiables, monitoreados y escalables
pt: <0>Pronto para Produção:</0> Serviços de IA confiáveis, monitorados e escaláveis

source: 20+ years building enterprise systems, leading technical teams, and solving complex problems. Specialized in AI, Salesforce development, and scalable software architecture. Passionate about technology with purpose.
es: 20+ años construyendo sistemas empresariales, liderando equipos técnicos y resolviendo problemas complejos. Especializado en IA, desarrollo de Salesforce y arquitectura de software escalable. Apasionado por la tecnología con propósito.
pt: 20+ anos construindo sistemas empresariais, liderando equipes técnicas e resolvendo problemas complexos. Especializado em IA, desenvolvimento Salesforce e arquitetura de software escalável. Apaixonado por tecnologia com propósito.

source: 20+ Years in Technology
es: 20+ Años en Tecnología
pt: 20+ Anos em Tecnologia

source: 20+ years of software engineering means we know how to build systems that last. Clean code, proper testing, scalable architecture, and cost-effective infrastructure. Your SaaS platform deserves engineering excellence, not tech debt.
es: 20+ años de ingeniería de software significan que sabemos cómo construir sistemas que duran. Código limpio, pruebas adecuadas, arquitectura escalable e infraestructura rentable. Tu plataforma SaaS merece excelencia en ingeniería, no deuda técnica.
pt: 20+ anos de engenharia de software significam que sabemos como construir sistemas que duram. Código limpo, testes adequados, arquitetura escalável e infraestrutura custo-efetiva. Sua plataforma SaaS merece excelência em engenharia, não dívida técnica.

source: About RiLiGar
es: Acerca de RiLiGar
pt: Sobre a RiLiGar

source: About Us
es: Sobre Nosotros
pt: Sobre Nós

source: Add AI Capabilities <0/> To Your Existing Systems
es: Agrega Capacidades de IA <0/> A Tus Sistemas Existentes
pt: Adicione Capacidades de IA <0/> Aos Seus Sistemas Existentes

source: Add AI capabilities to existing systems without disruption—delivering measurable improvements fast.
es: Agrega capacidades de IA a sistemas existentes sin interrupciones—entregando mejoras medibles rápidamente.
pt: Adicione capacidades de IA a sistemas existentes sem interrupção—entregando melhorias mensuráveis rapidamente.

source: Add AI capabilities to your existing systems and workflows
es: Agrega capacidades de IA a tus sistemas y flujos de trabajo existentes
pt: Adicione capacidades de IA aos seus sistemas e fluxos de trabalho existentes

source: Agreement & Kickoff
es: Acuerdo e Inicio
pt: Acordo e Início

source: AI Agents
es: Agentes IA
pt: Agentes IA

source: AI Agents deliver measurable ROI from day one. These aren't projections—these are real results from production deployments.
es: Los Agentes de IA entregan ROI medible desde el primer día. No son proyecciones—estos son resultados reales de implementaciones en producción.
pt: Os Agentes de IA entregam ROI mensurável desde o primeiro dia. Não são projeções—estes são resultados reais de implantações em produção.

source: AI Agents Working
es: Agentes IA Trabajando
pt: Agentes IA Trabalhando

source: AI Agents working continuously for your business
es: Agentes IA trabajando continuamente para tu negocio
pt: Agentes IA trabalhando continuamente para o seu negócio

source: AI Engineering
es: Ingeniería de IA
pt: Engenharia de IA

source: AI Integration
es: Integración IA
pt: Integração IA

source: AI Integration Technology Stack
es: Stack Tecnológico de Integración de IA
pt: Stack Tecnológica de Integração de IA

source: Autonomous AI Agents That Work <0/> While You Focus on Growth
es: Agentes de IA Autónomos Que Trabajan <0/> Mientras Te Enfocas en el Crecimiento
pt: Agentes de IA Autônomos Que Trabalham <0/> Enquanto Você Foca no Crescimento

source: Average productivity increase with our Salesforce components
es: Aumento promedio de productividad con nuestros componentes Salesforce
pt: Aumento médio de produtividade com nossos componentes Salesforce

source: Back to Home
es: Volver al Inicio
pt: Voltar ao Início

source: Based in Brazil 🇧🇷 | Working with Clients Worldwide 🌎
es: Con sede en Brasil 🇧🇷 | Trabajando con Clientes en Todo el Mundo 🌎
pt: Sediado no Brasil 🇧🇷 | Trabalhando com Clientes no Mundo Todo 🌎

source: Behind Every Solution
es: Detrás de Cada Solución
pt: Por Trás de Cada Solução

source: Beyond simple chatbots—these are intelligent systems that understand, reason, plan, and execute complex tasks autonomously.
es: Más allá de simples chatbots—estos son sistemas inteligentes que entienden, razonan, planifican y ejecutan tareas complejas de forma autónoma.
pt: Além de simples chatbots—estes são sistemas inteligentes que entendem, raciocinam, planejam e executam tarefas complexas de forma autônoma.

source: Build Lightning Web Components, custom integrations, and automations that transform Salesforce into exactly what your business needs. Clean, maintainable code that scales with your organization.
es: Construye Lightning Web Components, integraciones personalizadas y automatizaciones que transforman Salesforce en exactamente lo que tu negocio necesita. Código limpio y mantenible que escala con tu organización.
pt: Construa Lightning Web Components, integrações personalizadas e automações que transformam Salesforce em exatamente o que seu negócio precisa. Código limpo e manutenível que escala com sua organização.

source: Building Technology <0/> with Purpose
es: Construyendo Tecnología <0/> con Propósito
pt: Construindo Tecnologia <0/> com Propósito

source: Built systems for major corporations, led technical teams, and solved complex problems at scale. Gained deep expertise in software architecture, development processes, and team leadership.
es: Construí sistemas para grandes corporaciones, lideré equipos técnicos y resolví problemas complejos a escala. Obtuve experiencia profunda en arquitectura de software, procesos de desarrollo y liderazgo de equipos.
pt: Construí sistemas para grandes corporações, liderei equipes técnicas e resolvi problemas complexos em escala. Obtive experiência profunda em arquitetura de software, processos de desenvolvimento e liderança de equipes.

source: But in <0>2024</0>, something shifted. I decided I wanted to direct my energy toward projects that truly made sense—not just technically impressive, but meaningful. Projects that could improve daily life, increase productivity, and bring more balance.
es: Pero en <0>2024</0>, algo cambió. Decidí que quería dirigir mi energía hacia proyectos que realmente tuvieran sentido—no solo técnicamente impresionantes, sino significativos. Proyectos que pudieran mejorar la vida diaria, aumentar la productividad y traer más equilibrio.
pt: Mas em <0>2024</0>, algo mudou. Decidi que queria direcionar minha energia para projetos que realmente fizessem sentido—não apenas tecnicamente impressionantes, mas significativos. Projetos que pudessem melhorar a vida diária, aumentar a produtividade e trazer mais equilíbrio.

source: Clean, maintainable code in every project
es: Código limpio y mantenible en cada proyecto
pt: Código limpo e sustentável em todo projeto

source: Common Questions
es: Preguntas Frecuentes
pt: Perguntas Frequentes

source: Contact
es: Contacto
pt: Contato

source: Custom components and integrations that supercharge your CRM and boost team productivity
es: Componentes personalizados e integraciones que potencian tu CRM y aumentan la productividad del equipo
pt: Componentes personalizados e integrações que turbina seu CRM e aumentam a produtividade da equipe

source: Custom components, integrations, and automations for your Salesforce platform
es: Componentes personalizados, integraciones y automatizaciones para tu plataforma Salesforce
pt: Componentes personalizados, integrações e automatizações para a sua plataforma Salesforce

source: Custom Salesforce Development <0/> That Supercharges Your CRM
es: Desarrollo Personalizado de Salesforce <0/> Que Potencia Tu CRM
pt: Desenvolvimento Personalizado de Salesforce <0/> Que Potencializa Seu CRM

source: Decided to focus on projects with real purpose. Started developing tools that increase productivity and bring more balance to daily life—beginning with our own family's needs.
es: Decidí enfocarme en proyectos con propósito real. Comencé a desarrollar herramientas que aumentan la productividad y traen más equilibrio a la vida diaria—comenzando con las necesidades de nuestra propia familia.
pt: Decidi focar em projetos com propósito real. Comecei a desenvolver ferramentas que aumentam a produtividade e trazem mais equilíbrio para a vida diária—começando com as necessidades de nossa própria família.

source: Delivering powerful solutions: AI Agents, Salesforce, SaaS platforms, and AI integration services.
es: Ofreciendo soluciones poderosas: Agentes IA, Salesforce, plataformas SaaS y servicios de integración IA.
pt: Entregando soluções poderosas: Agentes IA, Salesforce, plataformas SaaS e serviços de integração IA.

source: Deploy intelligent agents that understand context, make decisions, learn from interactions, and execute tasks autonomously. Available 24/7, scalable instantly, improving continuously.
es: Despliega agentes inteligentes que entienden el contexto, toman decisiones, aprenden de las interacciones y ejecutan tareas de forma autónoma. Disponibles 24/7, escalables instantáneamente, mejorando continuamente.
pt: Implante agentes inteligentes que entendem o contexto, tomam decisões, aprendem com interações e executam tarefas de forma autônoma. Disponíveis 24/7, escaláveis instantaneamente, melhorando continuamente.

source: Development & Delivery
es: Desarrollo y Entrega
pt: Desenvolvimento e Entrega

source: Discover the perfect solution for your business
es: Descubra la solución perfecta para su negocio
pt: Descubra a solução perfeita para o seu negócio

source: Discuss AI Integration
es: Discuta Integración de IA
pt: Discuta Integração de IA

source: Discuss Your SaaS Idea
es: Discuta Su Idea SaaS
pt: Discuta Sua Ideia SaaS

source: Discuss Your Salesforce Project
es: Discuta Su Proyecto Salesforce
pt: Discuta Seu Projeto Salesforce

source: Discuss Your Use Case
es: Discute Tu Caso de Uso
pt: Discuta Seu Caso de Uso

source: Don't just take our word for it. Here's what companies say about working with RiLiGar.
es: No solo tomes nuestra palabra. Esto es lo que las empresas dicen sobre trabajar con RiLiGar.
pt: Não acredite apenas em nossa palavra. Veja o que as empresas dizem sobre trabalhar com a RiLiGar.

source: Each solution is crafted to address specific business challenges. We combine cutting-edge technology with clean, maintainable code to deliver tools that are powerful, reliable, and built to last. From AI Agents that work autonomously to Salesforce components that boost productivity—we have the solutions you need to thrive.
es: Cada solución está diseñada para abordar desafíos empresariales específicos. Combinamos tecnología de vanguardia con código limpio y mantenible para entregar herramientas poderosas, confiables y construidas para durar. Desde Agentes IA que trabajan autónomamente hasta componentes Salesforce que aumentan la productividad: tenemos las soluciones que necesitas para prosperar.
pt: Cada solução é criada para enfrentar desafios empresariais específicos. Combinamos tecnologia de ponta com código limpo e sustentável para entregar ferramentas poderosas, confiáveis e construídas para durar. Desde Agentes IA que trabalham autonomamente até componentes Salesforce que aumentam a produtividade—temos as soluções que você precisa para prosperar.

source: End-to-end SaaS development with modern, scalable architecture
es: Desarrollo SaaS de principio a fin con arquitectura moderna y escalable
pt: Desenvolvimento SaaS de ponta a ponta com arquitetura moderna e escalável

source: Everything you need to know about working with RiLiGar
es: Todo lo que necesitas saber sobre trabajar con RiLiGar
pt: Tudo que você precisa saber sobre trabalhar com a RiLiGar

source: Explore Solutions
es: Explorar Soluciones
pt: Explorar Soluções

source: Family-Driven Innovation
es: Innovación Impulsada por la Familia
pt: Inovação Impulsionada pela Família

source: Fast delivery, clean code, scalable architecture, and cost-effective infrastructure—all from experienced engineers.
es: Entrega rápida, código limpio, arquitectura escalable e infraestructura rentable—todo de ingenieros experimentados.
pt: Entrega rápida, código limpo, arquitetura escalável e infraestrutura custo-efetiva—tudo de engenheiros experientes.

source: Fast iterations mean quick validation and faster ROI
es: Iteraciones rápidas significan validación rápida y ROI más rápido
pt: Iterações rápidas significam validação rápida e ROI mais rápido

source: Feature
es: Característica
pt: Característica

source: Featured Solution
es: Solución Destacada
pt: Solução Destaque

source: Find the Perfect Solution for Your Business
es: Encuentra la Solución Perfecta para Tu Negocio
pt: Encontre a Solução Perfeita para o Seu Negócio

source: For business inquiries, project discussions, or partnership opportunities, feel free to reach out directly via email or LinkedIn message.
es: Para consultas comerciales, discusiones de proyectos u oportunidades de asociación, no dudes en comunicarte directamente por correo electrónico o mensaje de LinkedIn.
pt: Para consultas comerciais, discussões de projetos ou oportunidades de parceria, sinta-se à vontade para entrar em contato diretamente por e-mail ou mensagem do LinkedIn.

source: Founder & Lead Engineer
es: Fundador e Ingeniero Principal
pt: Fundador e Engenheiro Principal

source: Frequently Asked Questions
es: Preguntas Frecuentes
pt: Perguntas Frequentes

source: From custom components to complex integrations—we build Salesforce solutions that fit your exact business needs.
es: Desde componentes personalizados hasta integraciones complejas—construimos soluciones Salesforce que se ajustan exactamente a tus necesidades empresariales.
pt: De componentes personalizados a integrações complexas—construímos soluções Salesforce que se ajustam exatamente às suas necessidades empresariais.

source: From first contact to project launch, here's the simple process we follow to ensure your success.
es: Desde el primer contacto hasta el lanzamiento del proyecto, aquí está el proceso simple que seguimos para asegurar tu éxito.
pt: Do primeiro contato ao lançamento do projeto, aqui está o processo simples que seguimos para garantir seu sucesso.

source: From Idea to Impact in Weeks, Not Months
es: De la Idea al Impacto en Semanas, No Meses
pt: Da Ideia ao Impacto em Semanas, Não Meses

source: From startups to enterprises, we deliver solutions that drive growth across industries
es: Desde startups hasta empresas, entregamos soluciones que impulsan el crecimiento en todas las industrias
pt: De startups a empresas, entregamos soluções que impulsionam o crescimento em todas as indústrias

source: Get in Touch
es: Ponte en Contacto
pt: Entre em Contato

source: Hi, I'm <0>Ciro Cesar Maciel</0>, founder of RiLiGar.
es: Hola, soy <0>Ciro Cesar Maciel</0>, fundador de RiLiGar.
pt: Olá, sou <0>Ciro Cesar Maciel</0>, fundador da RiLiGar.

source: High-performance platforms with AI capabilities that scale with your business growth
es: Plataformas de alto rendimiento con capacidades de IA que escalan con el crecimiento de tu negocio
pt: Plataformas de alto desempenho com capacidades de IA que escalam com o crescimento do seu negócio

source: Home
es: Inicio
pt: Início

source: How We'll Work Together
es: Cómo Trabajaremos Juntos
pt: Como Trabalharemos Juntos

source: I typically respond within 24 hours. Looking forward to hearing from you!
es: Normalmente respondo dentro de 24 horas. ¡Espero con ansias saber de ti!
pt: Normalmente respondo dentro de 24 horas. Ansioso para ouvir de você!

source: I'll provide a detailed proposal outlining the recommended solution, timeline, and investment. We'll refine the plan together until it perfectly fits your needs and budget.
es: Proporcionaré una propuesta detallada que describe la solución recomendada, el cronograma y la inversión. Refinaremos el plan juntos hasta que se ajuste perfectamente a tus necesidades y presupuesto.
pt: Fornecerei uma proposta detalhada descrevendo a solução recomendada, cronograma e investimento. Refinaremos o plano juntos até que se ajuste perfeitamente às suas necessidades e orçamento.

source: I'll start building your solution with regular check-ins and demos. You'll see progress constantly and have opportunities to provide feedback at every stage until launch.
es: Comenzaré a construir tu solución con revisiones regulares y demos. Verás progreso constantemente y tendrás oportunidades para proporcionar retroalimentación en cada etapa hasta el lanzamiento.
pt: Começarei a construir sua solução com check-ins regulares e demos. Você verá progresso constantemente e terá oportunidades para fornecer feedback em cada etapa até o lançamento.

source: I've been passionate about technology for over two decades. My journey started early—building systems for large corporations, solving complex problems, and leading technical teams through critical moments.
es: He sido apasionado por la tecnología durante más de dos décadas. Mi viaje comenzó temprano—construyendo sistemas para grandes corporaciones, resolviendo problemas complejos y liderando equipos técnicos a través de momentos críticos.
pt: Sou apaixonado por tecnologia há mais de duas décadas. Minha jornada começou cedo—construindo sistemas para grandes corporações, resolvendo problemas complexos e liderando equipes técnicas através de momentos críticos.

source: If you believe in technology with purpose and want a partner who's personally invested in your success, let's talk.
es: Si crees en la tecnología con propósito y quieres un socio que esté personalmente invertido en tu éxito, hablemos.
pt: Se você acredita em tecnologia com propósito e quer um parceiro que esteja pessoalmente investido em seu sucesso, vamos conversar.

source: Initial Conversation
es: Conversación Inicial
pt: Conversa Inicial

source: Integrate cutting-edge AI into your current applications and workflows. Natural language processing, document analysis, predictive analytics, and intelligent automation—tailored to your specific needs.
es: Integra IA de vanguardia en tus aplicaciones y flujos de trabajo actuales. Procesamiento de lenguaje natural, análisis de documentos, análisis predictivo y automatización inteligente—adaptados a tus necesidades específicas.
pt: Integre IA de ponta em suas aplicações e fluxos de trabalho atuais. Processamento de linguagem natural, análise de documentos, análise preditiva e automação inteligente—adaptados às suas necessidades específicas.

source: Integration Without Disruption
es: Integración Sin Interrupción
pt: Integração Sem Interrupção

source: Intelligent autonomous agents that automate tasks and make decisions for your business
es: Agentes autónomos inteligentes que automatizan tareas y toman decisiones para tu negocio
pt: Agentes autônomos inteligentes que automatizam tarefas e tomam decisões para o seu negócio
