Repository: riligar/website
Catalog: src/locales/*/messages.po
Languages: es, pt

source: Intelligent autonomous agents that work 24/7, automating tasks, making decisions, and delivering insights
es: Agentes autónomos inteligentes que trabajan 24/7, automatizando tareas, tomando decisiones y entregando información
pt: Agentes autônomos inteligentes que trabalham 24/7, automatizando tarefas, tomando decisões e fornecendo insights

source: Key Benefits:
es: Beneficios Clave:
pt: Benefícios Principais:

source: Leadership
es: Liderazgo
pt: Liderança

source: Let's Build Something Meaningful Together
es: Construyamos Algo Significativo Juntos
pt: Vamos Construir Algo Significativo Juntos

source: Let's Connect
es: Conectemos
pt: Vamos Conectar

source: Let's discuss how custom development can transform your Salesforce org. Whether it's Lightning Web Components, integrations, or automation—we'll build exactly what your business needs.
es: Hablemos sobre cómo el desarrollo personalizado puede transformar tu organización de Salesforce. Ya sean Lightning Web Components, integraciones o automatización—construiremos exactamente lo que tu negocio necesita.
pt: Vamos discutir como o desenvolvimento personalizado pode transformar sua organização Salesforce. Sejam Lightning Web Components, integrações ou automação—construiremos exatamente o que seu negócio precisa.

source: Let's discuss your SaaS idea. We'll design the architecture, choose the right tech stack, and deliver an MVP in 8-16 weeks.
es: Hablemos de tu idea de SaaS. Diseñaremos la arquitectura, elegiremos el stack tecnológico adecuado y entregaremos un MVP en 8-16 semanas.
pt: Vamos discutir sua ideia de SaaS. Projetaremos a arquitetura, escolheremos a stack tecnológica certa e entregaremos um MVP em 8-16 semanas.

source: Let's discuss your specific use case. We'll explore how AI Agents can automate tasks, reduce costs, and scale your operations—with measurable ROI.
es: Hablemos de tu caso de uso específico. Exploraremos cómo los Agentes de IA pueden automatizar tareas, reducir costos y escalar tus operaciones—con ROI medible.

source: Let's explore how AI can enhance your existing applications. We'll identify opportunities, design the integration, and deliver measurable results.
es: Exploremos cómo la IA puede mejorar tus aplicaciones existentes. Identificaremos oportunidades, diseñaremos la integración y entregaremos resultados medibles.

source: Message on LinkedIn
es: Mensaje en LinkedIn
pt: Mensagem no LinkedIn

source: Modern, proven technologies that deliver performance, reliability, and maintainability. No hype—just solid engineering.
es: Tecnologías modernas y probadas que entregan rendimiento, confiabilidad y mantenibilidad. Sin exageraciones—solo ingeniería sólida.
pt: Tecnologias modernas e comprovadas que entregam desempenho, confiabilidade e manutenibilidade. Sem hype—apenas engenharia sólida.

source: Most AI integration projects start with a proof-of-concept to validate the approach before full deployment.
es: La mayoría de los proyectos de integración de IA comienzan con una prueba de concepto para validar el enfoque antes de la implementación completa.
pt: A maioria dos projetos de integração de IA começa com uma prova de conceito para validar a abordagem antes da implantação completa.

source: Most projects start with a 2-week proof-of-concept to validate the approach before full deployment.
es: La mayoría de los proyectos comienzan con una prueba de concepto de 2 semanas para validar el enfoque antes de la implementación completa.
pt: A maioria dos projetos começa com uma prova de conceito de 2 semanas para validar a abordagem antes da implantação completa.

source: Most SaaS projects start with a technical discovery phase to validate architecture before full development.
es: La mayoría de los proyectos SaaS comienzan con una fase de descubrimiento técnico para validar la arquitectura antes del desarrollo completo.
pt: A maioria dos projetos SaaS começa com uma fase de descoberta técnica para validar a arquitetura antes do desenvolvimento completo.

source: Most Salesforce projects deliver first results in 2-4 weeks with our agile development process.
es: La mayoría de los proyectos Salesforce entregan primeros resultados en 2-4 semanas con nuestro proceso de desarrollo ágil.
pt: A maioria dos projetos Salesforce entrega primeiros resultados em 2-4 semanas com nosso processo de desenvolvimento ágil.

source: Navigation
es: Navegación
pt: Navegação

source: Never miss an opportunity or customer inquiry
es: Nunca pierdas una oportunidad o consulta de cliente
pt: Nunca perca uma oportunidade ou consulta de cliente

source: No technical debt, no messy shortcuts
es: Sin deuda técnica, sin atajos desordenados
pt: Sem dívida técnica, sem atalhos bagunçados

source: Now delivering enterprise-grade solutions: AI Agents, Salesforce components, SaaS platforms, and AI integration services. Helping businesses evolve with less noise, more clarity, and consistent results.
es: Ahora entregando soluciones de nivel empresarial: Agentes de IA, componentes Salesforce, plataformas SaaS y servicios de integración de IA. Ayudando a las empresas a evolucionar con menos ruido, más claridad y resultados consistentes.

source: Once we agree on the approach, we'll formalize the partnership and schedule a detailed kickoff meeting. This is where we dive deep into requirements and set clear expectations.
es: Una vez que acordemos el enfoque, formalizaremos la asociación y programaremos una reunión detallada de inicio. Aquí es donde profundizamos en los requisitos y establecemos expectativas claras.

source: Oops! Nothing Here
es: ¡Ups! Nada Aquí
pt: Ops! Nada Aqui

source: Our SaaS Technology Stack
es: Nuestro Stack Tecnológico SaaS
pt: Nossa Stack Tecnológica SaaS

source: Our Salesforce Technology Stack
es: Nuestro Stack Tecnológico Salesforce
pt: Nossa Stack Tecnológica Salesforce

source: Our Services
es: Nuestros Servicios
pt: Nossos Serviços

source: Our Solutions Portfolio
es: Nuestro Portafolio de Soluciones
pt: Nosso Portfólio de Soluções

source: Our Story
es: Nuestra Historia
pt: Nossa História

source: Our streamlined process gets you results fast. No bureaucracy, no endless meetings—just focused collaboration between technical experts.
es: Nuestro proceso optimizado te da resultados rápido. Sin burocracia, sin reuniones interminables—solo colaboración enfocada entre expertos técnicos.
pt: Nosso processo simplificado oferece resultados rápidos. Sem burocracia, sem reuniões intermináveis—apenas colaboração focada entre especialistas técnicos.

source: Our Values
es: Nuestros Valores
pt: Nossos Valores

source: Prefer Direct Contact?
es: ¿Prefieres Contacto Directo?
pt: Prefere Contato Direto?

source: Proposal & Planning
es: Propuesta y Planificación
pt: Proposta e Planejamento

source: Quick answers to questions you might have before reaching out.
es: Respuestas rápidas a preguntas que puedas tener antes de comunicarte.
pt: Respostas rápidas a perguntas que você pode ter antes de entrar em contato.

source: Read More Stories
es: Leer Más Historias
pt: Ler Mais Histórias

source: Ready to Add AI to Your Systems?
es: ¿Listo para Agregar IA a Tus Sistemas?
pt: Pronto para Adicionar IA aos Seus Sistemas?

source: Ready to Build Your SaaS?
es: ¿Listo para Construir Tu SaaS?
pt: Pronto para Construir Seu SaaS?

source: Ready to Deploy AI Agents?
es: ¿Listo para Desplegar Agentes de IA?
pt: Pronto para Implantar Agentes de IA?

source: Ready to get started?
es: ¿Listo para comenzar?
pt: Pronto para começar?

source: Ready to Supercharge Your Salesforce?
es: ¿Listo para Potenciar Tu Salesforce?
pt: Pronto para Potencializar Seu Salesforce?

source: Ready to transform your business with purpose-driven technology? Reach out through any of these channels—I'm always happy to discuss new projects and opportunities.
es: ¿Listo para transformar tu negocio con tecnología con propósito? Contáctame a través de cualquiera de estos canales—siempre estoy feliz de discutir nuevos proyectos y oportunidades.

source: Real-World AI Agent Applications
es: Aplicaciones de Agentes de IA en el Mundo Real
pt: Aplicações de Agentes de IA no Mundo Real

source: Real-World Applications
es: Aplicaciones del Mundo Real
pt: Aplicações do Mundo Real

source: Real-World Salesforce Projects
es: Proyectos Salesforce del Mundo Real
pt: Projetos Salesforce do Mundo Real

source: Remote-first approach • Flexible time zones • Clear communication
es: Enfoque remoto • Zonas horarias flexibles • Comunicación clara
pt: Abordagem remota • Fusos horários flexíveis • Comunicação clara

source: RiLiGar is a family-driven company. We're small by design—focused, dedicated, and personally invested in every project we take on.
es: RiLiGar es una empresa impulsada por la familia. Somos pequeños por diseño—enfocados, dedicados e invertidos personalmente en cada proyecto que emprendemos.

source: RiLiGar Today
es: RiLiGar Hoy
pt: RiLiGar Hoje

source: RiLiGar was born from a simple belief: technology should solve real problems and improve lives. We're not chasing trends—we're building solutions that matter.
es: RiLiGar nació de una creencia simple: la tecnología debe resolver problemas reales y mejorar vidas. No perseguimos tendencias—construimos soluciones que importan.

source: SaaS & AI Integration
es: SaaS e Integración IA
pt: SaaS e Integração IA

source: SaaS Architecture
es: Arquitectura SaaS
pt: Arquitetura SaaS

source: SaaS Platforms
es: Plataformas SaaS
pt: Plataformas SaaS

source: Salesforce Solutions
es: Soluciones Salesforce
pt: Soluções Salesforce

source: Scalable SaaS Platforms <0/> Built Right From Day One
es: Plataformas SaaS Escalables <0/> Construidas Correctamente Desde el Primer Día
pt: Plataformas SaaS Escaláveis <0/> Construídas Corretamente Desde o Primeiro Dia

source: Schedule a Call
es: Agendar una Llamada
pt: Agendar uma Chamada

source: See How Our Solutions Work in Practice
es: Ve Cómo Funcionan Nuestras Soluciones en la Práctica
pt: Veja Como Nossas Soluções Funcionam na Prática

source: See How We Work
es: Ver Cómo Trabajamos
pt: Ver Como Trabalhamos

source: Simple Process
es: Proceso Simple
pt: Processo Simples

source: Solutions
es: Soluciones
pt: Soluções

source: Solutions Available
es: Soluciones Disponibles
pt: Soluções Disponíveis

source: Solutions That Deliver Measurable Results
es: Soluciones que Generan Resultados Medibles
pt: Soluções que Geram Resultados Mensuráveis

source: Solutions That Deliver Results
es: Soluciones que Generan Resultados
pt: Soluções que Geram Resultados

source: Solutions That Transform Your Business
es: Soluciones Que Transforman Tu Negocio

source: Start a Project
es: Iniciar un Proyecto
pt: Iniciar um Projeto

source: Start AI Integration Project
es: Iniciar Proyecto de Integración de IA
pt: Iniciar Projeto de Integração de IA

source: Start Your AI Agent Project
es: Inicia Tu Proyecto de Agentes de IA
pt: Inicie Seu Projeto de Agentes de IA

source: Start Your Project Today
es: Comienza Tu Proyecto Hoy
pt: Comece Seu Projeto Hoje

source: Start Your SaaS Project
es: Inicia Tu Proyecto SaaS
pt: Inicie Seu Projeto SaaS

source: Start Your Salesforce Project
es: Inicia Tu Proyecto Salesforce
pt: Inicie Seu Projeto Salesforce

source: Talk to Us
es: Hablar con Nosotros
pt: Falar Conosco

source: Teams work faster when tools fit their workflows
es: Los equipos trabajan más rápido cuando las herramientas se ajustan a sus flujos de trabajo
pt: As equipes trabalham mais rápido quando as ferramentas se ajustam aos seus fluxos de trabalho

source: The 2024 Decision
es: La Decisión de 2024
pt: A Decisão de 2024

source: The Business Impact of AI Agents
es: El Impacto Empresarial de los Agentes de IA
pt: O Impacto Empresarial dos Agentes de IA

source: The Impact of AI Integration
es: El Impacto de la Integración de IA
pt: O Impacto da Integração de IA

source: The Impact of Custom Salesforce Development
es: El Impacto del Desarrollo Personalizado de Salesforce
pt: O Impacto do Desenvolvimento Personalizado de Salesforce

source: The Journey
es: El Viaje
pt: A Jornada

source: The page you're looking for doesn't exist. You may have mistyped the address, or the page has been moved. Let's get you back on track.
es: La página que buscas no existe. Es posible que hayas escrito mal la dirección o que la página se haya movido. Volvamos al camino correcto.

source: The RiLiGar Difference
es: La Diferencia RiLiGar
pt: A Diferença RiLiGar

source: The Team
es: El Equipo
pt: A Equipe

source: The Technology Behind Our AI Agents
es: La Tecnología Detrás de Nuestros Agentes de IA
pt: A Tecnologia Por Trás dos Nossos Agentes de IA

source: These are examples of Salesforce customizations we've built for clients—each delivering measurable business value.
es: Estos son ejemplos de personalizaciones de Salesforce que hemos construido para clientes—cada una entregando valor empresarial medible.

source: These are just a few examples. Every solution is customized to your specific needs and industry.
es: Estos son solo algunos ejemplos. Cada solución se personaliza según tus necesidades e industria específicas.

source: These aren't theoretical—they're production systems we've built and deployed. Each use case shows measurable business impact.
es: Estos no son teóricos—son sistemas de producción que hemos construido y desplegado. Cada caso de uso muestra impacto empresarial medible.

source: These principles guide every decision we make and every solution we build.
es: Estos principios guían cada decisión que tomamos y cada solución que construimos.

source: To First Results
es: Para Primeros Resultados
pt: Para Primeiros Resultados

source: To first working prototype
es: Para primer prototipo funcional
pt: Para primeiro protótipo funcional

source: Today, RiLiGar combines my experience in enterprise software development with cutting-edge AI capabilities. We study, apply, and deploy <0>AI Agents</0>, build powerful<1> Salesforce solutions</1>, create <2>scalable SaaS platforms</2>, and integrate AI into existing systems—all with one goal: <3>helping businesses evolve with technology that works</3>.
es: Hoy, RiLiGar combina mi experiencia en desarrollo de software empresarial con capacidades de IA de vanguardia. Estudiamos, aplicamos y desplegamos <0>Agentes de IA</0>, construimos poderosas <1>soluciones Salesforce</1>, creamos <2>plataformas SaaS escalables</2> e integramos IA en sistemas existentes—todo con un objetivo: <3>ayudar a las empresas a evolucionar con tecnología que funciona</3>.

source: Trusted by Forward-Thinking Companies
es: Confiado por Empresas Visionarias
pt: Confiado por Empresas Visionárias

source: Trusted by Teams That Build Amazing Things
es: Confiado por Equipos Que Construyen Cosas Increíbles
pt: Confiado por Equipes Que Constroem Coisas Incríveis

source: Typical Agencies
es: Agencias Típicas
pt: Agências Típicas

source: Typical Results:
es: Resultados Típicos:
pt: Resultados Típicos:

source: Want to know more about my journey? Visit my <0>personal blog</0> to learn more about my story and philosophy.
es: ¿Quieres saber más sobre mi viaje? Visita mi <0>blog personal</0> para aprender más sobre mi historia y filosofía.

source: We bring 20+ years of software engineering expertise to Salesforce development. That means clean code, proper testing, version control, CI/CD, and maintainable solutions—not quick hacks that become tech debt. Your Salesforce org is too important for shortcuts.
es: Traemos 20+ años de experiencia en ingeniería de software al desarrollo de Salesforce. Eso significa código limpio, pruebas adecuadas, control de versiones, CI/CD y soluciones mantenibles—no hacks rápidos que se convierten en deuda técnica. Tu organización Salesforce es demasiado importante para atajos.

source: We build AI Agents with cutting-edge technologies and battle-tested frameworks. Every technology choice is deliberate, proven in production, and optimized for reliability and performance.
es: Construimos Agentes de IA con tecnologías de vanguardia y frameworks probados en batalla. Cada elección de tecnología es deliberada, probada en producción y optimizada para confiabilidad y rendimiento.

source: We build modern, high-performance SaaS applications with clean architecture. From MVP to enterprise scale—lightweight, fast, and cost-effective to run.
es: Construimos aplicaciones SaaS modernas y de alto rendimiento con arquitectura limpia. Desde MVP hasta escala empresarial—livianas, rápidas y rentables de operar.

source: We deliver powerful solutions tailored to your needs. From Salesforce components to intelligent AI Agents, scalable SaaS platforms, and advanced AI integrations—every solution is designed to solve real problems and drive measurable results.
es: Ofrecemos soluciones poderosas adaptadas a tus necesidades. Desde componentes Salesforce hasta Agentes IA inteligentes, plataformas SaaS escalables e integraciones IA avanzadas: cada solución está diseñada para resolver problemas reales y generar resultados medibles.
pt: Entregamos soluções poderosas adaptadas às suas necessidades. Desde componentes Salesforce até Agentes IA inteligentes, plataformas SaaS escaláveis e integrações IA avançadas—cada solução é projetada para resolver problemas reais e gerar resultados mensuráveis.

source: We don't chase trends—we use proven technologies that deliver results. With 20+ years of software engineering experience, we know how to architect systems that are maintainable, scalable, and cost-effective. Every agent we build is production-ready from day one, with robust error handling, monitoring, and security built in.
es: No perseguimos tendencias—usamos tecnologías probadas que entregan resultados. Con 20+ años de experiencia en ingeniería de software, sabemos cómo arquitectar sistemas que son mantenibles, escalables y rentables. Cada agente que construimos está listo para producción desde el día uno, con manejo robusto de errores, monitoreo y seguridad integrados.

source: We focus on what matters: solving your problems efficiently with solutions that work. No bureaucracy, no bloated teams, no maximizing billable hours—just honest, expert work.
es: Nos enfocamos en lo que importa: resolver tus problemas eficientemente con soluciones que funcionan. Sin burocracia, sin equipos inflados, sin maximizar horas facturables—solo trabajo honesto y experto.

source: We integrate AI capabilities into your existing systems without requiring major rewrites. API-first design, proper authentication, and robust error handling ensure your systems stay reliable while gaining AI superpowers.
es: Integramos capacidades de IA en tus sistemas existentes sin requerir reescrituras importantes. Diseño API-first, autenticación adecuada y manejo robusto de errores aseguran que tus sistemas permanezcan confiables mientras ganan superpoderes de IA.

source: We integrate AI using proven frameworks and best practices. Reliable, secure, and built to scale.
es: Integramos IA usando frameworks probados y mejores prácticas. Confiable, seguro y construido para escalar.

source: We use the full power of the Salesforce platform—Lightning Web Components, Apex, Flow, and modern DevOps practices. 20+ years of software engineering applied to Salesforce development.
es: Usamos todo el poder de la plataforma Salesforce—Lightning Web Components, Apex, Flow y prácticas modernas de DevOps. 20+ años de ingeniería de software aplicados al desarrollo de Salesforce.

source: We'll have a free consultation call to discuss your challenges, goals, and vision. I'll ask questions to understand your needs and share initial thoughts on potential solutions.
es: Tendremos una llamada de consulta gratuita para discutir tus desafíos, objetivos y visión. Haré preguntas para entender tus necesidades y compartiré pensamientos iniciales sobre posibles soluciones.

source: We're not an AI agency that learned to code. We're experienced software engineers (20+ years) who now specialize in AI. That means:
es: No somos una agencia de IA que aprendió a programar. Somos ingenieros de software experimentados (20+ años) que ahora se especializan en IA. Eso significa:
pt: Não somos uma agência de IA que aprendeu a programar. Somos engenheiros de software experientes (20+ anos) que agora se especializam em IA. Isso significa:

source: We're not just another development agency. We're a focused team that delivers solutions—not just code. Here's what makes us different.
es: No somos solo otra agencia de desarrollo. Somos un equipo enfocado que entrega soluciones—no solo código. Esto es lo que nos hace diferentes.

source: We're not just Salesforce developers—we're software engineers who happen to specialize in Salesforce. That means clean, maintainable code; proper testing; version control; CI/CD; and all the best practices from enterprise software development. Your Salesforce org deserves better than quick hacks—it deserves engineering excellence.
es: No somos solo desarrolladores de Salesforce—somos ingenieros de software que se especializan en Salesforce. Eso significa código limpio y mantenible; pruebas adecuadas; control de versiones; CI/CD; y todas las mejores prácticas del desarrollo de software empresarial. Tu organización Salesforce merece más que hacks rápidos—merece excelencia en ingeniería.

source: Well-built Salesforce customizations deliver measurable results—increased productivity, better data quality, and higher user satisfaction.
es: Las personalizaciones de Salesforce bien construidas entregan resultados medibles—mayor productividad, mejor calidad de datos y mayor satisfacción del usuario.

source: What Our AI Agents Can Do
es: Lo Que Nuestros Agentes de IA Pueden Hacer
pt: O Que Nossos Agentes de IA Podem Fazer

source: What Our Clients Say
es: Lo Que Dicen Nuestros Clientes
pt: O Que Nossos Clientes Dizem

source: What to Expect
es: Qué Esperar
pt: O Que Esperar

source: What We Build for Salesforce
es: Lo Que Construimos para Salesforce
pt: O Que Construímos para Salesforce

source: When you reach out, you're connecting directly with me—not a sales team or account manager. Here's what you can expect from our collaboration.
es: Cuando te comunicas, te conectas directamente conmigo—no con un equipo de ventas o gerente de cuentas. Esto es lo que puedes esperar de nuestra colaboración.

source: Whether you need AI Agents, Salesforce solutions, SaaS platforms, or AI integration—we have the expertise to deliver. Let's explore which solution fits your needs best.
es: Ya sea que necesites Agentes IA, soluciones Salesforce, plataformas SaaS o integración IA, tenemos la experiencia para entregar. Exploremos qué solución se adapta mejor a tus necesidades.
pt: Seja você precisando de Agentes IA, soluções Salesforce, plataformas SaaS ou integração IA—temos a expertise para entregar. Vamos explorar qual solução se encaixa melhor nas suas necessidades.

source: While I lead the technical work, none of this would be possible without the support of my family. <0>Andréa</0> and <1>Edgar</1> inspire me daily to build technology that creates more time for what matters most. This personal motivation drives us to deliver solutions that genuinely improve lives—not just bottom lines.
es: Aunque lidero el trabajo técnico, nada de esto sería posible sin el apoyo de mi familia. <0>Andréa</0> y <1>Edgar</1> me inspiran diariamente a construir tecnología que crea más tiempo para lo que más importa. Esta motivación personal nos impulsa a entregar soluciones que genuinamente mejoran vidas—no solo resultados finales.

source: Why Choose RiLiGar for SaaS?
es: ¿Por Qué Elegir RiLiGar para SaaS?
pt: Por Que Escolher RiLiGar para SaaS?

source: Why Choose RiLiGar?
es: ¿Por Qué Elegir RiLiGar?
pt: Por Que Escolher a RiLiGar?

source: Why Our SaaS Platforms Stand Out
es: Por Qué Nuestras Plataformas SaaS Destacan
pt: Por Que Nossas Plataformas SaaS Se Destacam
