Repository: riligar/website
Catalog: src/locales/*/messages.po
Languages: es, pt

source: Why Our Salesforce Development Stands Out
es: Por Qué Nuestro Desarrollo Salesforce Destaca
pt: Por Que Nosso Desenvolvimento Salesforce Se Destaca

source: Why RiLiGar for AI Agents?
es: ¿Por Qué RiLiGar para Agentes de IA?
pt: Por Que RiLiGar para Agentes de IA?

source: Why RiLiGar for Salesforce?
es: ¿Por Qué RiLiGar para Salesforce?
pt: Por Que RiLiGar para Salesforce?

source: Why These Technologies Matter
es: Por Qué Estas Tecnologías Importan
pt: Por Que Essas Tecnologias Importam

source: With Andréa and Edgar's support, transformed code into impactful solutions. What we built for ourselves became tools that could help others.
es: Con el apoyo de Andréa y Edgar, transformé código en soluciones impactantes. Lo que construimos para nosotros mismos se convirtió en herramientas que podrían ayudar a otros.

source: With the support of my wife, <0>Andréa</0>, and my son, <1>Edgar</1>, I transformed lines of code into solutions with direct impact on our routine. What started as tools for our family gradually became my purpose.
es: Con el apoyo de mi esposa, <0>Andréa</0>, y mi hijo, <1>Edgar</1>, transformé líneas de código en soluciones con impacto directo en nuestra rutina. Lo que comenzó como herramientas para nuestra familia gradualmente se convirtió en mi propósito.

source: YouTube Channel
es: Canal de YouTube
pt: Canal do YouTube

source: Solutions That Transform <0/> Your Business
pt: Soluções Que Transformam <0/> Seu Negócio
